export const reviews = [
    {
        date: '22 мая 2021',
        program: 'Junior',
        name: 'Александр (aleksRud)',
        text: 'Оценка 100. Пока что начал со стартовой программы. Вложился по минимуму, но уже все радует. Выплаты выбрал ежемесячные. Чисто создал депозит, чтобы просто проверить как работает, как устроено все, и платит ли вообще кооператив. Все порадовало, пока что. Посмотрим, как и дальше будет. Но что-то мне подсказывает, что проблем с деньгами с QuLab не будет, это уж точно!',
    },
    {
        date: '22 мая 2021',
        program: 'Junior',
        name: 'Олег (aleksRud)',
        text: 'Оценка 100. Пока что начал со стартовой программы. Вложился по минимуму, но уже все радует. Выплаты выбрал ежемесячные. Чисто создал депозит, чтобы просто проверить как работает, как устроено все, и платит ли вообще кооператив. Все порадовало, пока что. Посмотрим, как и дальше будет. Но что-то мне подсказывает, что проблем с деньгами с QuLab не будет, это уж точно!',
    },
    {
        date: '22 мая 2021',
        program: 'Junior',
        name: 'Андрей (aleksRud)',
        text: 'Оценка 100. Пока что начал со стартовой программы. Вложился по минимуму, но уже все радует. Выплаты выбрал ежемесячные. Чисто создал депозит, чтобы просто проверить как работает, как устроено все, и платит ли вообще кооператив. Все порадовало, пока что. Посмотрим, как и дальше будет. Но что-то мне подсказывает, что проблем с деньгами с QuLab не будет, это уж точно!',
    },
]