import React from 'react'
import Landing from '../../layouts/landing';

const Faq = () => {
    return (
        <>
            <header class="faq-header">
                <img src="img/header-circle.svg" alt="" class="header-circle" />
                <section class="top-line-section">
                    <div class="wrapper">
                        <div class="top-line-wrap">
                            <div class="top-left">
                                <div class="burger">
                                    <div class="line"></div>
                                    <div class="line"></div>
                                    <div class="line"></div>
                                </div>
                                <a href="index.html" class="logo">
                                    <img src="img/logo.svg" alt="" />
                                    <span>QuLab</span>
                                </a>
                            </div>
                            <ul class="top-menu">
                                <li><a href="about.html"><span>О нас</span></a></li>
                                <li><a href="investoru.html"><span>Инвестору</span></a></li>
                                <li><a href="program.html"><span>Премиальная программа</span></a></li>
                                <li><a href="reviews.html"><span>Отзывы</span></a></li>
                                <li class="active"><a href="faq.html"><span>FAQ</span></a></li>
                            </ul>
                            <div class="top-buttons">
                                <a href="login.html"><span>Войти</span></a>
                                <a href="reg.html" class="button"><span>Регистрация</span></a>
                            </div>
                        </div>
                    </div>
                </section>
            </header>

            <section class="faq-section">
                <div class="wrapper">
                    <h1>FAQ</h1>

                    <div class="faq-tabs">
                        <a href="#" class="active"><span>Основные вопросы</span></a>
                        <a href="#"><span>Партнерская программа</span></a>
                        <a href="#"><span>Финансовые вопросы</span></a>
                        <a href="#"><span>Прочее</span></a>
                    </div>

                    <div class="faq-block active">
                        <div class="faq-item">
                            <div class="ques">Какие существуют риски?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как начать?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как зарегистрироваться на сайте компании?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как получить доступ к учетной записи?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Могу ли я быть уверенным в безопасности моих данных?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Кто может стать участником системы?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Сколько аккаунтов я могу создать?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как открыть депозит?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Какое число депозитов можно открыть?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Могу ли я изменить данные в своем аккаунте?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Я не могу войти в свой личный кабинет?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div class="faq-block">
                        <div class="faq-item">
                            <div class="ques">Какие существуют риски?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как начать?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как зарегистрироваться на сайте компании?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div class="faq-block">
                        <div class="faq-item">
                            <div class="ques">Какие существуют риски?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div class="faq-item">
                            <div class="ques">Как начать?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div class="faq-block">
                        <div class="faq-item">
                            <div class="ques">Какие существуют риски?</div>
                            <div class="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                </div>
            </section>

            <section class="form-section">
                <div class="wrapper">
                    <div class="form-wrap">
                        <div class="form-left">
                            <h3>Не нашли ответ на свой вопрос? Напишите нам и мы вам ответим!</h3>
                            <form action="#">
                                <input type="hidden" name="form-type" value="type2" />

                                <label for="name">Имя</label>
                                <input type="text" name="name" id="name" placeholder="Введите ваше имя" required />

                                <label for="mail">Эл. почта</label>
                                <input type="email" name="mail" id="mail" placeholder="Введите адрес вашей эл. почты" required />

                                <label for="ques">Ваш вопрос</label>
                                <input type="text" name="ques" id="ques" placeholder="Введите текст вопроса" required />

                                <div class="form-bottom">
                                    <button type="submit" class="button"><span>Отправить</span></button>

                                    <div class="agreement">
                                        <input type="checkbox" id="agree" checked />
                                        <label for="agree">Даю согласие на обработку <a href="policy.html">персональных данных</a></label>
                                    </div>
                                </div>
                            </form>
                        </div>
                        <div class="form-right">
                            <img src="img/form-right-img.svg" alt="" />
                        </div>
                    </div>
                </div>
            </section>

            <section class="logos-section">
                <div class="wrapper">
                    <div class="logos-wrap">
                        <div class="logos-item">
                            <img src="img/logos1.png" alt="" />
                        </div>
                        <div class="logos-item">
                            <img src="img/logos2.png" alt="" />
                        </div>
                        <div class="logos-item">
                            <img src="img/logos3.png" alt="" />
                        </div>
                    </div>
                </div>
            </section>
        </>
    )
}

Faq.Layout = Landing;

export default Faq;
