import React from 'react'
import Landing from '../../layouts/landing';

const Faq = () => {
    return (
        <>
            <section className="faq-section">
                <div className="wrapper">
                    <h1>FAQ</h1>

                    <div className="faq-tabs">
                        <a href="#" className="active"><span>Основные вопросы</span></a>
                        <a href="#"><span>Партнерская программа</span></a>
                        <a href="#"><span>Финансовые вопросы</span></a>
                        <a href="#"><span>Прочее</span></a>
                    </div>

                    <div className="faq-block active">
                        <div className="faq-item">
                            <div className="ques">Какие существуют риски?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как начать?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как зарегистрироваться на сайте компании?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как получить доступ к учетной записи?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Могу ли я быть уверенным в безопасности моих данных?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Кто может стать участником системы?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Сколько аккаунтов я могу создать?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как открыть депозит?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Какое число депозитов можно открыть?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Могу ли я изменить данные в своем аккаунте?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Я не могу войти в свой личный кабинет?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div className="faq-block">
                        <div className="faq-item">
                            <div className="ques">Какие существуют риски?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как начать?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как зарегистрироваться на сайте компании?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div className="faq-block">
                        <div className="faq-item">
                            <div className="ques">Какие существуют риски?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                        <div className="faq-item">
                            <div className="ques">Как начать?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                    <div className="faq-block">
                        <div className="faq-item">
                            <div className="ques">Какие существуют риски?</div>
                            <div className="answ">Мы гарантируем своим инвесторам конфиденциальность персональных данных и сохранность денежных средств. Однако, помните, что любое инвестирование всегда связано с риском, который пропорционально равен прибыли. Поэтому мы подобрали оптимальное соотношение доходности и риска при составлении инвестиционного плана.</div>
                        </div>
                    </div>
                </div>
            </section>

            <section className="form-section">
                <div className="wrapper">
                    <div className="form-wrap">
                        <div className="form-left">
                            <h3>Не нашли ответ на свой вопрос? Напишите нам и мы вам ответим!</h3>
                            <form action="#">
                                <input type="hidden" name="form-type" value="type2" />

                                <label for="name">Имя</label>
                                <input type="text" name="name" id="name" placeholder="Введите ваше имя" required />

                                <label for="mail">Эл. почта</label>
                                <input type="email" name="mail" id="mail" placeholder="Введите адрес вашей эл. почты" required />

                                <label for="ques">Ваш вопрос</label>
                                <input type="text" name="ques" id="ques" placeholder="Введите текст вопроса" required />

                                <div className="form-bottom">
                                    <button type="submit" className="button"><span>Отправить</span></button>

                                    <div className="agreement">
                                        <input type="checkbox" id="agree" checked />
                                        <label for="agree">Даю согласие на обработку <a href="policy.html">персональных данных</a></label>
                                    </div>
                                </div>
                            </form>
                        </div>
                        <div className="form-right">
                            <img src="img/form-right-img.svg" alt="" />
                        </div>
                    </div>
                </div>
            </section>
        </>
    )
}

Faq.Layout = Landing;

export default Faq;
